tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
cask "java"
cask "osxfuse"
brew "ack"
brew "cfssl"
brew "coreutils"
brew "dark-mode"
brew "sqlite"
brew "python", link: false
brew "docker-compose", link: false
brew "editorconfig"
brew "findutils"
brew "gettext"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed", args: ["with-default-names"]
brew "gradle"
brew "hub"
brew "jq"
brew "kube-aws"
brew "kubernetes-cli"
brew "maven"
brew "moreutils"
brew "nvm"
brew "perl"
brew "pipenv"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "rtv"
brew "ruby", link: true
brew "screen"
brew "sshfs"
brew "syncthing"
brew "terraform"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
cask "aerial"
cask "android-file-transfer"
cask "boostnote"
cask "datagrip"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "etcher"
cask "filezilla"
cask "gitter"
cask "google-chrome"
cask "hermes"
cask "insomniax"
cask "intellij-idea"
cask "iterm2"
cask "jd-gui"
cask "licecap"
cask "macdown"
cask "mysqlworkbench"
cask "ngrok"
cask "pgadmin4"
cask "plex-media-player"
cask "plexamp"
cask "postman"
cask "pycharm-ce"
cask "qlmarkdown"
cask "robo-3t"
cask "skype"
cask "slack"
cask "sonos"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "ssh-tunnel-manager"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visualvm"
cask "vlc"
cask "vnc-viewer"
cask "webstorm"
